Repository: Clinical-Genomics/scout
Catalog: scout/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Home
sv: Hem

source: Sample
sv: Prov

source: Group
sv: Grupp

source: Page not found
sv: Sidan kunde inte hittas

source: Quality report
sv: Kvalitetsrapport

source: clinical sequencing
sv: klinisk sekvensering

source: Based on gene panel
sv: Baserat på genpanel

source: Cutoff
sv: Gränsvärde

source: Generally important metrics
sv: Allmänt viktiga mått

source: Average coverage
sv: Medelsekvensdjup

source: Average completeness
sv: Medeltäckningsgrad

source: Transcript coverage
sv: Täckning av transkript

source: at
sv: vid

source: Fully covered transcripts
sv: Helt täckta transkript

source: Incomplete
sv: Ofullständiga

source: Incompletely covered
sv: Ofullständigt täckta

source: transcripts
sv: transkript

source: genes
sv: gener

source: Sex
sv: Kön

source: according to sequence data
sv: enligt sekvensdata

source: Chromosome
sv: Kromosom

source: Analyzed at
sv: Analysdatum

source: End of report
sv: Slut på rapport

source: Explanations
sv: Förklaringar

source: General
sv: Allmänt

source: is used for coverage analysis based on read alignment.
sv: används för täckningsanalys baserat på sekvensmappning.

source: Duplicates, reads with mapping quality less than 10 as well as bases with a base quality less than 10 are not included in the analysis.
sv: Duplikat, läsningar med en mappningskvalitet mindre än 10 samt baser med en baskvalitet mindre än 10 inkluderas ej i analysen.

source: Bases that overlap between read pairs are only counted once.
sv: Baser som överlappar mellan läspar räknas endast en gång.

source: The parts of the genome that has been analyzed
sv: De delar av genomet som har analyserats

source: is composed of all protein coding, exonic intervals
sv: omfattar alla proteinkodande, exoniska intervall

source: referenced in the
sv: som anges i

source: CCDS database
sv: CCDS-databasen

source: Additionally, the data also includes spicing sites
sv: Därutöver, inkluderas även splitsningpositioner

source: donator and acceptor positions
sv: donator- och acceptorpositioner

source: bases on either of each exon
sv: baser i vardera ände utanför alla exoner

source: Final coverage metrics were calculated for genes from the clinical panels
sv: Slutgiltiga medelsekvensedjup beräknades för gener från de kliniska listorna

source: Note that estimations were made regarding coverage and completeness
sv: Notera att uppskattningar av medelsekvensdjup och medeltäckningsgrad

source: on the level of transcripts
sv: har gjorts på transkriptnivå

source: Coverage
sv: Medelsekvensdjup

source: Completeness
sv: Täckningsgrad

source: defined as the ratio of bases
sv: definieras som andelen baser

source: sequenced deeper than a specified cutoff
sv: som är sekvenserade med ett djup över en specificerad gräns

source: e.g. 10x
sv: t.ex. 10x

source: The current cutoff is defined per sample
sv: Den aktuella gränsen definieras per prov

source: and is found i the "Cutoff" column (first table)
sv: och återfinns i kolumnen "Gränsvärde" (första tabellen)

source: gives an overview of the success of sequencing
sv: ger en översiktlig bild av sekvenseringens framgång

source: defined as the ratio of transcripts that are fully covered
sv: definieras som andel transkript som är komplett täckta

source: i.e. with a completeness of
sv: dvs med en täckningsgrad lika med

source: calculated by comparing relative chromosome coverage
sv: beräknades genom jämförelse av relativa kromosomsekvensdjup

source: Some reads randomly map to the Y chromosome
sv: Vissa läspar mappar slumpmässigt till Y-kromosomen

source: Therefore, a less than 10 fold difference is used to infer a "male" sample
sv: En mindre än 10 gångers skillnad används därför, för att indikera "manligt" prov

source: Gender prediction from data
sv: Könsprediktion från data

source: female
sv: kvinna

source: male
sv: man
